{
    "title": " Fixes & Changes\nDate: 13/01/2025",
    "patchNote": "2.0",
    "notes": [
        { "text": "Foi adicionado um filtro na página de mortes do nosso site, permitindo filtrar as mortes de membros de uma guild específica." },
        { "text": "Corrigimos o bazar do site para exibir as novas sprites corretamente." },
        { "text": "O highscore do site agora reflete o progresso exato da barra de skill de jogadores com a mesma pontuação." },
        { "text": "Em servidores optional&open, jogadores poderão atravessar portas de quests caso outro jogador esteja bloqueando." },
        { "text": "Corrigimos os minor e major charms, que estavam ativando em bosses ou monstros mesmo quando desabilitados." },
        { "text": "A área dos phants do tibiadrome foi corrigida e não poderá mais ser acessada indevidamente." },
        { "text": "Ajustamos a exibição visual da informação de recompensa em algumas tasks." },
        { "text": "O boss The Pale Worm agora concede experiência normalmente aos jogadores envolvidos em sua morte." },
        { "text": "Todos os summons familiares tiveram seu comportamento corrigido, inclusive em relação à cura." },
        { "text": "A missão The Patch of Defiance da The Secret Library Quest foi corrigida e está totalmente funcional." },
        { "text": "Agora, a cada estágio liberado no bestiary, uma notificação será exibida na sua cyclopedia e no server log." },
        { "text": "As conversões diretas de gold/platinum agora são reconhecidas pelo container selecionado no manage loot." },
        { "text": "Corrigimos situações onde o jogador permanecia visualmente com a aparência da banheira de natal." },
        { "text": "O dano do Primal Pod foi corrigido e agora é do elemento gelo." },
        { "text": "O tempo de duração do Enchanted Sleep Shawl foi ajustado para 1 hora." },
        { "text": "A Wheel of Destiny não será mais redefinida em casos de morte com perda de nível, apenas as perks irão regredir." },
        { "text": "Toda a descrição da Shadow of Yalahar Quest foi revisada e corrigida." },
        { "text": "A aplicação do cooldown do Exori Amp Kor agora funciona normalmente com as perks." },
        { "text": "A função da Focus Mastery foi refeita e o bônus está sendo reconhecido corretamente." },
        { "text": "A descrição das blesses acima dos equipamentos do personagem agora está correta." },
        { "text": "Corrigimos a world change do Shaburak Demon para que o Demonic Finger seja corretamente dropado." },
        { "text": "Os minions do boss Vesperoth agora aparecem no momento correto da mecânica e não permanecem na sala o tempo todo." },
        { "text": "Agora é possível empurrar o monstro Deathslicer." },
        { "text": "A missão A Dream Come True agora é atualizada instantaneamente no quest log." },
        { "text": "O efeito do nível 1 de Transcendence nas legs agora aparece normalmente na barra de skills." },
        { "text": "Corrigimos alguns comportamentos de containers dentro do depot." },
        { "text": "Na hunt Ebb & Flow, as mecânicas que levavam ao templo agora levam ao centro da cidade." },
        { "text": "Os bosses Dragon Pack e Pale Worm agora contam corretamente no Bosstiary e no Boss Cooldown." },
        { "text": "As fraquezas e curas do monstro Infected Weeper foram corrigidas." }
    ]
}