{
    "1": {
        "insulting": "Names can be reported if they contain very rude and offensive vocabulary or have been created to insult other character names.\n\nExamples:\n\nIllegal - You can report names like:\nStupid Retard, Katie the Moron, Dickhead\n\nLegal - Names like the following are legal and must not be reported:\nNoob, Crazy Guy, Silly Gerta, Charlie the fool"
    },
    "2": {
        "racist": "Names can be reported if they reflect prejudice or hatred against people from other races or other countries.\n\nExamples:\n\nIllegal - You can report names like:\nJew hater, White Power, Niggerkiller, Stupid Polak\n\nLegal - Names like the following are legal and must not be reported:\nPolish warrior, Tiago de Brasilia, Black Fighter"
    },
    "3": {
        "sexually related": "Names can be reported if they refer to sex, a sexual orientation or intimate body parts. Also names of well-known prostitutes or porn stars may be reported.\n\nExamples:\n\nIllegal - You can report names like:\nSixty-nine, Hetero Guy, Nipple, Breastfeeder\n\nLegal - Names like the following are legal and must not be reported:\nSweet Kiss, Macho, Long Legs"
    },
    "4": {
        "drug-related": "Names can be reported if they explicitly relate to drugs and other illegal substances or to well-known drug dealers. The same is true for names that refer to alcoholism.\n\nExamples:\n\nIllegal - You can report names like:\nJunkie, Weedsmoker, Pablo Escobar, Alcoholic\n\nLegal - Names like the following are legal and must not be reported:\nWater pipe, Tobacco Man, Rum bottle, Drunk Dwarf"
    },
    "5": {
        "harassing": "Names can be reported if they have been made to harass other players or to threaten other players in real life.\n\nExamples:\n\nIllegal - You can report names like:\nIkillyou Reallife, Wheelchair Marcin\n\nLegal - Names like the following are legal and must not be reported:\nTomurka's friend, Bubble Two"
    },
    "6": {
        "generally objectionable": "Names can be reported if they are distasteful and likely to offend people, e.g. references to body fluids, excrements, serious diseases or organised crime, also names of contemporary persons known for serious crimes or inhuman actions.\n\nExamples:\n\nIllegal - You can report names like:\nSnot, Moe the Mongolist, Mafia Hitman, Hitler\n\nLegal - Names like the following are legal and must not be reported:\nVial of Blood, Blind beggar, Genghis Khan"
    },
    "7": {
        "advertising brand, product or service of a third party": "Names can be reported if they contain advertising for worldwide known products, services or companies including titles of other online games.\n\nExamples:\n\nIllegal - You can report names like:\nNike Shoes, Siemens, Frank Google, World of Warcraft\n\nLegal - Names like the following are legal and must not be reported:\nGoddess Nike, Jennifer Lopez, Harry Potter, Real Madrid"
    },
    "8": {
        "advertising content which is not related to the game": "Names can be reported if they contain advertising for content which is not related to the game.\n\nExamples:\n\nIllegal - You can report names like:\nMobile Sale, Buy headset, Sell My Car\n\nLegal - Names like the following are legal and must not be reported:\nMerchant, Potionbuyer"
    },
    "9": {
        "advertising a trade for real money": "Names can be reported if they contain advertising that imply the selling or buying of RubinOT items for real life money.\n\nExamples:\n\nIllegal - You can report names like:\nPremium Seller, Goldseller\n\nLegal - Names like the following are legal and must not be reported:\nTrader Frank, Goldcoin Collector"
    },
    "10": {
        "religious or political view": "Names can be reported if they refer to a specific religion or to a person or position that is connected to a certain religion. The same is true for names that express political views or refer to contemporary and well-known politicians.\n\nExamples:\n\nIllegal - You can report names like:\nHindu Master, Jesus Christ, Pope Frank, Anarchist, Lula da Silva\n\nLegal - Names like the following are legal and must not be reported:\nJesus Gonzales, Elfish Priest, God of War, Satan, Abraham Lincoln"
    },
    "11": {
        "supporting rule violation": "Names can be reported if they support a rule break, encourage others to break a RubinOT Rule or announce or imply a violation of the RubinOT Rules. The same is true for names that have been created to fake an official position.\n\nExamples:\n\nIllegal - You can report names like:\nSellacc, Spam Sponsor, Bothater, God Durin, System Admin, Senator Kate\n\nLegal - Names like the following are legal and must not be reported:\nEvil Thief, Bad Guy, Steve Johnson, God of War, Count Stephan"
    }
}