{
    "0": {
        "insulting": "Statements can be reported if they are insulting or contain very offensive vocabulary. Keep in mind that harmless words like \"noob\" might annoy you, but are tolerated and should not be reported."
    },
    "1": {
        "racist": "Statements can be reported if they are made to insult a certain country or its inhabitants, a certain nation or an ethnic group."
    },
    "2": {
        "sexually related": "Statements can be reported if they contain references to sex, sexual related body parts or a sexual orientation."
    },
    "3": {
        "drug-related": "Statements can be reported if they refer to drugs in any way."
    },
    "4": {
        "harassing": "Statements can be reported if they are made to harass other players or to threaten other players in real life."
    },
    "5": {
        "generally objectionable": "Statements can be reported if they are grossly distasteful, e.g. cynical remarks about catastrophes."
    },
    "6": {
        "excessively repeating identical or similar statements": "Statements can be reported if they have been repeated excessively on the website or ingame."
    },
    "7": {
        "using badly formatted or nonsensical text": "Statements can be reported if they only consist of nonsensical letter combinations like \"asdfsdfskhjkh\" or \"spamspamspam\"."
    },
    "8": {
        "advertising brand, product or service of a third party": "Statements can be reported if they are made to advertise certain goods, services or brands of a third party."
    },
    "9": {
        "advertising content which is not related to the game": "Statements can be reported if they contain advertising for all kind of goods and services that are not related to RubinOT, e.g. sell my car."
    },
    "10": {
        "advertising a trade for real money": "Statements can be reported if they advertise trades of real money for RubinOT goods. This includes also offers to buy or sell Premium time."
    },
    "11": {
        "religious or political view": "Statements can be reported if they deal with controversial topics like religion and politics."
    },
    "12": {
        "off-topic public statements in a channel or board": "Statements can be reported if they have been made in the wrong channel or on the wrong board, e.g. trade messages in the help channel."
    },
    "13": {
        "violating language restriction": "Statements can be reported if a player repeatedly uses another language than English in the English chat."
    },
    "14": {
        "disclosing personal data of other people": "Statements can be reported if they contain personal data of other people, e.g. email address or phone number."
    },
    "15": {
        "supporting rule violation": "Statements can be reported if they support a rule break, encourage others to break a RubinOT Rule or announce or imply a violation of the RubinOT Rules by the posting player."
    },
    "16": {
        "bug abuse": "Statements can be reported if they prove that a player has abused an obvious game error or any other part of RubinOT's service."
    },
    "17": {
        "using unofficial software to play": "Statements can be reported if they prove that a player has manipulated the client program or has used unofficial software, e.g. a macro program or a so-called tasker or bot."
    },
    "18": {
        "pretending to be RubinOT": "Statements can be reported if they are made to make other players believe that a player is a RubinOT member or has their powers or legitimation."
    },
    "19": {
        "publising clearly wrong information about RubinOT": "Statements can be reported if they are made to publish clearly wrong information about RubinOT or its services."
    },
    "20": {
        "calling a boycott against RubinOT or its services": "Statements can be reported if they are made to ask other players to boycott RubinOT or its services."
    },
    "21": {
        "false information to RubinOT": "Statements can be reported if they prove that a player has intentionally given wrong or misleading information concerning rule violation reports, complaints, bug reports or support requests to RubinOT."
    },
    "22": {
        "stealing other players' account or personal data": "Statements can be reported if they prove that a player has tried to steal another player's account data or to hack an account or if they contain links to trick other players into downloading malicious software."
    },
    "23": {
        "attacking a RubinOT service": "Statement can be reported if they prove that a player has or wants to attack, disrupt or damage the operation of RubinOT servers, the game or any other part of RubinOT's service."
    },
    "24": {
        "violating applicable law": "Statements can be reported if they violate any applicable law or prove that an applicable law has been or is planned to be violated."
    },
    "25": {
        "violating the RubinOT Service Agreement": "Statements can be reported if they violate the RubinOT Service Agreement or prove that the RubinOT Service Agreement has been be violated or is planned to be violated."
    },
    "26": {
        "violating a right of a third party": "Statements can be reported if they violate the right of a third party or prove that the right of a third party has been violated or is planned to be violated."
    }
}